brew "awscli"
brew "bat"
brew "curl"
brew "docker"
brew "docker-machine"
brew "etcd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "kubectl"
brew "minikube"
brew "mysql"
brew "neovim"
brew "node"
brew "protobuf"
brew "python"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "keycastr"
cask "virtualbox"
