brew "awscli"
brew "bat"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gotop"
brew "jq"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "python"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tpm"
brew "tree"
brew "vim"
brew "yt-dlp"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "alacritty"
cask "ghostty"
cask "obsidian"
